<template>
 <div>
    <div class="" id="p1">
      <div class="inner p2 ">
        <b class="b1"></b>
        <div class="font response">  <h3></h3></div>
        <div class="images">
          <img src="/images/11.png" alt="">
          <img src="/images/111.png" alt="">s
        </div>
      </div>
    </div>
  </div>
</template>
<script>
    export default {
       name: 'PageFrist',
       data(){
          return {
            // 简介
            introduction:[
              "一款汇聚海量优质单身男女的陌生人交友神器！在这里可以一键匹配附近有缘异性、24小时文字聊天、语音连麦、视频约会、缘份绣球、家族畅聊等，多场景的为上千万用户创造更多恋爱机会。",
              "  【视频约会】100%真人视频，超高颜值小姐姐与你开启视频约会之旅，遇上心仪的TA，主动出击、开始约会，脱单成功率UP！",
              "【同城交友】AI算法、极速推荐同城有缘人，每日为你筛选匹配超100位同城对你心动的TA，超近距离，线上沟通、线下见面，缘分就在你的身边～【精彩动态】分享生活、展示个人风采、热门推荐、于茫茫人海中发现心仪的TA，通过动态了解加倍，主动搭讪，获得心动恋爱！",
              "【真人认证】拒绝机器人回复和不真诚的交友行为，AI识别、真实影像、人工复核等多重审核，保证真人与头像一致，旨为你保障安全可靠的交友环境！"
            ],
            // 特点
            features:[
              "是一个全新的交友聊天软件平台，提供给你2021非常实用的脱单神器哦；",
              "在这里您可以结识到海量各种各样的异性用户，与他人进行恋爱交友，帮助您轻松的找到您的缘分；",
              "圈子为您提供，享受这款交友软件的魅力吧！"
            ],
            // 功能
            use:{
              "【视频约会】":"100%真人视频，超高颜值小姐姐与你开启视频约会之旅，遇上心仪的TA，主动出击、开始约会，脱单成功率UP！",
              "同城交友】":"AI算法、极速推荐同城有缘人，每日为你筛选匹配超100位同城对你心动的TA，超近距离，线上沟通、线下见面，缘分就在你的身边～",
              "【精彩动态】":"分享生活、展示个人风采、热门推荐、于茫茫人海中发现心仪的TA，通过动态了解加倍，主动搭讪，获得心动恋爱！",
              "【真人认证】":"拒绝机器人回复和不真诚的交友行为，AI识别、真实影像、人工复核等多重审核，保证真人与头像一致，旨为你保障安全可靠的交友环境！",
            },
            // 特色
            feature:[
              "很多用户都在关注使用，在这里你可以认识到各种异性朋友和用户。",
              "帮助你在线交友聊天，快速寻找到你的另一半。",
              "坚持对用户资料真实度做认证审核，拒绝照骗，只为遇见真诚的ta。",
              "在这里可以一键匹配附近有缘异性、24小时文字聊天、语音连麦、视频约会等等。",
            ],
            // 亮点
            highlights:[
              "智能的配对方式，便于你找到适合的有缘人；",
              "语音通话、视频聊天让你更快了解Ta；",
              "同城社交或附近陌生人交友，语音交友、视频聊天交友等多种交友方式；",
              "真人认证保证真实性，拒绝各种虚假信息。",
            ],
            // 优点
            advantage:[
              "100%真人视频，超高颜值小姐姐与你开启视频约会之旅，遇上心仪的TA，主动出击、开始约会，脱单成功率UP！",
              "AI算法、极速推荐同城有缘人，每日为你筛选匹配超100位同城对你心动的TA，超近距离，线上沟通、线下见面，缘分就在你的身边",
              "分享生活、展示个人风采、热门推荐、于茫茫人海中发现心仪的TA，通过动态了解加倍，主动搭讪，获得心动恋爱！",
              "拒绝机器人回复和不真诚的交友行为，AI识别、真实影像、人工复核等多重审核，保证真人与头像一致，旨为你保障安全可靠的交友环境！",
            ],
            // 软件截图
            screenshot:[
              "/images/1.jpg",
              "/images/2.jpg",
              "/images/3.jpg",
              "/images/4.jpg",
            ]
          }
      }
    }
</script>

<style scoped>
.inner {
    margin: auto;
    width: 100vw;
    height: 100vh;
    display: flex;
    align-items: flex-start;
    position: relative;
}
.inner .b1 {
    position: relative;
    left: 0;
    top: -20rem;
    background: url(//img1.liang520.com/vhuaboss/web/image/shape1.png) no-repeat;
    background-size: 100%;
    width:50rem;
    height:45rem;
}
.images{
  margin-left: -20rem;
  margin-top: 10rem;
}

</style>